"request_consent_privacy_update" = "Privacy Policy Updated!";
"request_consent_content_part_one" = "According to the new Data Protection Law, we’ve updated our Privacy Policy. We empower you to make the best decisions about the information you share with us.";
"request_consent_content_part_two_new_dt" = "By tapping \"Agree\", you agree to our new Privacy Policy. By tapping \"Disagree\", your service of %@ will be discontinued.";
"request_consent_content_part_three" = "We take your privacy seriously!";
"request_consent_agree" = "Agree";
"request_consent_reject" = "Disagree";
"request_consent_content_part_two_update" = "By tapping \"Agree\", you agree to our new Privacy Policy. If you want to make changes, go to \"Setting\">\"Privacy Settings\" >\"Privacy Policy\".";
"request_consent_privacy_tip" = "By continuing to use our services, you need to agree to the new Privacy Policy.";
"request_consent_switch" = "Allow Information Collection";
"request_consent_switch_about_dt" = "To help %@ improve the products and services, we need your permissions to collect information of device, location & internet.";
"request_consent_close_tip" = "We will no longer collect information after you turn off the permission. We’ll clear all your data and deactivate your account. Do you want to continue?";
"request_consent_about" = "About Data Collection Privacy Policy";
"request_consent_clean" = "Clear Data and Deactivate Account";
"request_consent_close" = "Turn off the permission";
"request_consent_content_privacy" = "Privacy Policy";
"request_consent_content_privacy_dt" = "%@ Privacy Policy";
"Notice" = "Notice";
"Cancel" = "Cancel";
"Done" = "Done";
"OK" = "OK";
